#language: ru
Функционал: Страхование


  Сценарий: Заявка на ДМС

  Когда переход в меню:"Маркет"
  Когда выбрано меню:"Электроника"
  Когда выбрано подменю:"Наушники и Bluetooth-гарнитуры"
  Когда выбрано все фильтры:"Все фильтры"
  Когда заполнена цена:"5000"
  Когда выбран производитель:"Beats"
  Когда кнопка Применить фильтр:"Применить фильтр"
  Когда проверка количества элементов:"12"
  Когда название элемента запомнено:"Запомнено"
  Когда ввод заполненного элемента:"Ввод"
  Когда нажатие кнопки Поиск:"Поиск"
  Когда сохранный элемент проверен:"Проверен"

